{
    "title": "Finance Tracker",
    "home": "Startseite",

    "settings": "Einstellungen",
    "budget": "Budget",
    "accBudget": "Kontostand",
    "accBudgetHint": "Hier deinen Kontostand eingeben",
    "theme": "Farbschema",
    "themeLight": "Heller Modus",
    "themeDark": "Dunkler Modus",
    "lang": "Sprache",
    "langSelect": "Bevorzugte Sprache Auswählen",
    "langEn": "Englisch",
    "langDe": "Deutsch",
    "notif": "Benachrichtigungen",
    "notifSelect": "Benachrichtigungs Einstellungen",
    "support": "Hilfe/FAQ",
    "license": "Lizenz ",
    "weArePoorGiveUsMoney": "Kaufe uns ein Kaffee <3",
    "rateUs": "Bewerte uns!",
    "dataPurge": "Alle Daten löschen",
    "dataPurgeConfirmation": "Bist du dir sicher, dass du deine Daten löschen willst? Diese Aktion kann nicht rückgangig gemacht werden.",
    "delete": "Löschen",
    "cancel": "Abbrechen",

    "analytics": "Analyse",
    "noData": "Keine Daten verfügbar",
    "insufData": "Zu wenige Daten verfügbar",
    "noTaggedE": "Keine getaggten Ausgaben",
    "name": "Name",
    "description": "Beschreibung",
    "amount": "Betrag",
    "repeat": "Monatliche Transaktion?",

    "tags": "Tags",
    "selectTagsButton": "Tags auswählen",
    "addTag": "Tag hinzufügen",
    "tagName": "Tag Name",
    "tagDescr": "Tag Beschreibung",
    "tagCreate": "Tag erstellen",
    "costByTag": "Kosten nach Tag",
    "noTags": "Keine Tags verfügbar",
    "newTag": "Neuer Tag",

    "noEmptyNameError": "Name darf nicht leer sein",
    "duplicateTagError": "Tag existiert schon",
    "noEmptyAmountError": "Betrag darf nicht leer sein",
    "balanceCalcError": "Fehler bei der Berechnung des Kontostandes",
    "noEmptyDescError": "Beschreibung darf nicht leer sein",

    "transaction": "Transaktion",
    "transCreate": "Transaktion erstellen",
    "transAdd": "Transaktion hinzufügen",
    "transNameLabel": "Name der Transaktion eingeben",
    "transList": "Transaktions Liste",
    "noTransAvailable": "Keine Transaktion verfügbar",
    "dateSelectLabel": "Datum auswählen",
    "enterAmountLabel": "Betrag auswählen",
    "bankHistory": "Kontoverlauf",
    "monthly": "Monatlich",

    "usingApp":"Nutzung der App",
    "questionOne": "Startseite",
    "answerOne": "Im Home Screen gibt es zwei wesentliche Bestandteile. Im oberen Bereich befinden sich die aktuellen Stände des selbst eingegebenen Bankkontos sowie alle Ausgaben und Einnahmen des Monats. Im unteren Bereich findet sich eine Auflistung aller Einnahmen und Ausgaben. Es ist möglich, in diesem Bereich nach Einträgen zu suchen oder zu filtern. Man kann nach bestimmten Beträgen, Beiträgen aus bestimmten Monaten eines bestimmten Jahres oder auch nach den eigenen Tags filtern.",
    "questionTwo": "Transaktions Seite",
    "answerTwo": "Um eine Transaktion einzutragen, kann man den Button unten rechts im Home Screen drücken. Im Transaction Screen müssen folgende Felder ausgefüllt werden: Name und Preis. Um die Transaktionen übersichtlicher zu gestalten, empfiehlt es sich, Tags anzulegen und diese mit einzutragen. Es ist möglich, bereits eingetragene Transaktionen zu bearbeiten. Dazu klickt man im Home Screen in der Listenansicht auf die Buchung. Sobald man daraufklickt, gelangt man zur Transaktion und kann sie überarbeiten. Allgemeine Buchungen: Allgemeine Buchungen beziehen sich auf Transaktionen, die einmal getätigt wurden, wie zum Beispiel ein Einkauf oder gewisse Anschaffungen. Um Einnahmen anzugeben, kann der Betrag normal eingetragen werden. Handelt es sich um eine Ausgabe, ist es notwendig, ein Minuszeichen vor den Betrag zu setzen. Erst dann wird die Buchung als Ausgabe angezeigt und abgezogen. Wiederholende Buchungen: Zu den wiederholenden Buchungen gehören Beiträge, die monatlich abgezogen werden. Hierbei kann es sich zum Beispiel um Gehalt, Abos oder Versicherungen handeln. Um diese wiederkehrenden Transaktionen einzutragen, kann man die Checkbox „Wiederkehrend“ aktivieren. Diese Beträge können dann im Monthly Screen gesichtet und bearbeitet werden.",
    "questionThree": "Tags Seite",
    "answerThree": "Tags sind eine Möglichkeit, die eigenen Buchungen zu kategorisieren. Um eigene Tags zu erstellen, findest du in der Menüleiste unten den Reiter `Tags`. Dort befindet sich unten rechts der Button `Neuer Tag`. Ein Tag besteht nur aus einem Namen und einer optionalen Beschreibung. Sobald ein Tag erstellt wurde, wird er auf dem Tag-Screen sichtbar. Durch einen Klick auf einen Tag kann dieser bearbeitet oder gelöscht werden.",
    "questionFour": "Monatliche Seite",
    "answerFour": "Unter dem Reiter `Monthly` lassen sich alle wiederkehrenden Transaktionen finden. Wiederkehrende Buchungen werden monatlich zu einem gewissen Datum automatisch abgezogen oder hinzugefügt. Sie erscheinen in Listenform und können jederzeit entweder im Home Screen unter `Neue Transaktionen` oder im Monthly Screen unter `Add Monthly` hinzugefügt werden. Hierbei ist zu beachten, dass die Checkbox `Wiederkehrend` aktiv ist. Sobald ein Monthly erstellt wurde, kann dieser durch Anklicken in der Liste bearbeitet oder gelöscht werden.",
    "questionFive": "Analyse Seite",
    "answerFive": "Auf der Analytics-Seite finden sich grafische Darstellungen über den aktuellen Kontostand und seine Entwicklung über das gesamte Jahr verteilt sowie eine Analyse der prozentualen Ausgaben, aufgeteilt nach Tags. Beide Grafen basieren auf den eingegebenen Transaktionen und den selbst erstellten Tags.",
    "questionSix": "Einstellungen",
    "answerSix": "Im Setting Screen finden sich viele verschiedene Optionen, die die App selbst verwaltet und einstellen lässt. Hier können Sie unter anderem einstellen: Theme: Darstellungsform der App anzeigen in Light oder Dark Mode. Sprachen: Möglichkeit, die App entweder in Deutsch oder Englisch zu verwenden. Benachrichtigungen: Ob und wann die App an die Eingabe vergangener Transaktionen erinnert. Ebenso finden Sie hier unseren Support und unsere Lizenzen. Wir würden uns freuen, wenn Sie unsere App im Play Store bewerten oder uns als Entwickler unterstützen <3. Die Möglichkeit die Daten zu löschen erfolgen über den Button „Lösch meine Daten!“. Hier können Sie sicher sein, dass alle Ihre Daten von Ihrem Gerät unwiderruflich gelöscht werden. ",
    "editingTransaction": "Änderung einer Transaction",
    "questionSeven": "Wie kann ich meine erstellten Transaktionen ändern?",
    "answerSeven": "Um bereits erstellte Transaktionen zu bearbeiten, können Sie im Home Screen auf die betreffende Transaktion klicken. Es öffnet sich darunter ein Menü, in dem es möglich ist, die Transaktion zu bearbeiten oder zu löschen.",
    "dataStorage": "Speicherung der Daten",
    "questionEight": "Wo werden meine Daten gespeichert?",
    "answerEight": "Alle eingegebenen Daten werden lokal auf Ihrem Gerät gespeichert. Finance Tracker selbst erhebt von Ihnen keine Daten.",
    "questionNine": "Wer hat Zugriff auf meine Daten?",
    "answerNine": "Da die Daten lokal auf Ihrem Mobiltelefon abgespeichert werden, ist der Zugriff nur von Ihnen selbst möglich. Sie sollten daher sicherstellen, dass keine fremden Personen Zugriff auf Ihr Gerät erhalten.",
    "dataDeletion": "Löschung der Daten",
    "questionTen": "Kann ich meine Daten zurückholen, nachdem ich sie gelöscht habe?",
    "answerTen": "Nachdem Ihre Daten vollständig und unwiderruflich gelöscht wurden, ist es nicht möglich, Ihre Daten in irgendeiner Form über die App wiederherzustellen. Es gibt jedoch die Möglichkeit, Ihr Handy mit einem Backup zurückzusetzen. Dies ist jedoch keine Garantie, dass Ihre Daten vollständig wiederhergestellt werden.",
    "questionEleven": "Werden meine Daten vollständig gelöscht?",
    "answerEleven": "Ja, Ihre Daten werden vollständig durch das Bestätigen des Buttons „Lösche meine Daten“ gelöscht. Diesen Button finden Sie im Reiter „Settings“ ganz unten.",
    "accountBalance": "Kontostand",
    "questionTwelve": "Änderung des Kontostands",
    "answerTwelve": "Den Kontostand selbst können Sie nur beim ersten Öffnen der App einrichten. Ebenso ist es möglich, nach dem Löschen Ihrer Daten diesen wieder neu einzustellen. Während der Nutzung der App ist es Ihnen nicht mehr möglich, den Kontostand abzuändern oder anzupassen",

    "interaction": "Kontaktier uns",

    "intro": "Lass uns deine Erfahrung personalisieren",
    "themeSelect": "Wähle ein Farbschema",
    "accSetup": "Bitte gebe deinen aktuellen Kontostand ein",
    "budgetExplain": "Dieser wird benutzt um einen Überblick über deinen Kontostand auf der Startseite zu geben",
    "notifSetup": "Möchtest du Benachrichtigungen aktivieren?",
    "finish": "Fertig!",
    "next": "Weiter",
    "back": "Zurück",
    "done": "Du bist bereit!",
    "finishText": "Finance Tracker ist jetzt bereit zur Nutzung. Du kannst deine Einstellungen jederzeit im Einstellungs Menü ändern."
}