{
    "title": "Finance Tracker",
    "home": "Home",

    "settings": "Settings",
    "budget": "Budget",
    "accBudget": "Account Budget",
    "accBudgetHint": "Enter your Budget",
    "theme": "Theme",
    "themeLight": "Light Theme",
    "themeDark": "Dark Theme",
    "lang": "Language",
    "langSelect": "Select your preferred Language",
    "langEn": "English",
    "langDe": "German",
    "notif": "Notification",
    "notifSelect": "Notification Selector",
    "support": "Support/FAQ",
    "license": "License",
    "weArePoorGiveUsMoney": "Buy us Coffee <3",
    "rateUs": "Rate us!",
    "dataPurge": "Delete all Data",
    "dataPurgeConfirmation": "Are you sure you want to delete all data? This action cannot be undone.",
    "delete": "Delete",
    "cancel": "Cancel",

    "analytics": "Analytics",
    "noData": "No Data Available",
    "insufData": "Not enough Data",
    "noTaggedE": "No tagged expenses",
    "name": "Name",
    "description": "Description",
    "amount": "Amount",

    "tags": "Tags",
    "selectTagsButton": "Select Tags",
    "addTag": "Add Tag",
    "tagName": "Tag Name",
    "tagDescr": "Tag Description",
    "tagCreate": "Create Tag",
    "costByTag": "Cost by Tag",
    "noTags": "No tags available",
    "newTag": "New Tag",

    "noEmptyNameError": "Name cannot be empty",
    "duplicateTagError": "Tag already exists",
    "noEmptyAmountError": "Amount cannot be empty",
    "balanceCalcError": "Error calculating total balance",
    "noEmptyDescError": "Description cannot be empty",

    "transaction": "Transaction",
    "transCreate": "Create Transaction",
    "transAdd": "Add Transaction",
    "transNameLabel": "Enter a name for the transaction",
    "transList": "Transaction List",
    "noTransAvailable": "No transaction available",
    "dateSelectLabel": "Select a date",
    "enterAmountLabel": "Enter the amount",
    "bankHistory": "Banking History",
    "repeat": "Monthly transaction?",
    "monthly": "monthly",

    "usingApp": "Using the App",
    "questionOne": "Home Screen",
    "answerOne": "The Home Screen consists of two main components. The upper section displays the current balance of the bank account you entered, as well as all expenses and income for the month. The lower section lists all income and expenses. You can search for entries or apply filters in this section. It is possible to filter by specific amounts, entries from certain months of a particular year, or by your custom tags.",
    "questionTwo": "Transaction Screen",
    "answerTwo": "To enter a transaction, you can press the button at the bottom right of the Home Screen. In the Transaction Screen, the following fields must be filled out: Name and Amount. To make the transactions more organized, it is recommended to create tags and include them in the entry. It is possible to edit already entered transactions by clicking on the booking in the list view on the Home Screen. Once clicked, you will be taken to the transaction where you can edit it. General Transactions: General transactions refer to one-time transactions, such as a purchase or specific acquisitions. To enter income, the amount can be entered normally. For expenses, it is necessary to place a minus sign before the amount. Only then will the transaction be displayed as an expense and subtracted from the balance. Recurring Transactions: Recurring transactions include payments that are deducted monthly, such as salaries, subscriptions, or insurance. To enter these recurring transactions, you can activate the `Recurring` checkbox. These amounts can then be viewed and edited in the Monthly Screen.",
    "questionThree": "Tags Screen",
    "answerThree": "Tags are a way to categorize your transactions. To create your own tags, you can find the `Tags` tab in the bottom menu bar. There, you'll see the `New Tag` button at the bottom right. A tag consists of just a name and an optional description. Once a tag is created, it will be visible on the Tag Screen. By clicking on a tag, you can edit or delete it.",
    "questionFour": "Monthly Screen",
    "answerFour": "Under the `Monthly` tab, you can find all recurring transactions. Recurring transactions are automatically deducted or added on a specific date each month. They appear in list form and can be added at any time either in the Home Screen under `New Transactions` or in the Monthly Screen under `Add Monthly`. Note that the `Recurring` checkbox should be activated. Once a Monthly entry is created, it can be edited or deleted by clicking on it in the list.",
    "questionFive": "Analytics Screen",
    "answerFive": "On the Analytics page, you'll find graphical representations of your current balance and its development throughout the year, as well as an analysis of your percentage spending, broken down by tags. Both graphs are based on the transactions you entered and the tags you created.",
    "questionSix": "Settings Screen",
    "answerSix": "In the Settings Screen, you'll find many options to manage and customize the app. Here you can set: Theme: Display mode of the app in Light or Dark Mode. Languages: Option to use the app in either German or English. Notifications: Whether and when the app reminds you to enter past transactions. You'll also find our support and license information here. We would appreciate it if you rated our app in the Play Store or supported us as developers <3. The option to delete your data is available via the `Delete My Data!` button. Here, you can be certain that all your data will be irreversibly deleted from your device.",
    "editingTransaction": "Editing My Transaction",
    "questionSeven": "How can I edit my created transaction?",
    "answerSeven": "To edit already created transactions, you can click on the relevant transaction in the Home Screen. A menu will open below, allowing you to edit or delete the transaction.",
    "dataStorage": "Data Storage",
    "questionEight": "Where is my data stored?",
    "answerEight": "All entered data is stored locally on your device. Finance Tracker does not collect any data from you.",
    "questionNine": "Who has access to my data?",
    "answerNine": "Since the data is stored locally on your mobile phone, only you have access to it. You should therefore ensure that no unauthorized persons have access to your device.",
    "dataDeletion": "Data Deletion",
    "questionTen": "Can I recover my data after I have deleted it?",
    "answerTen": "Once your data is completely and irreversibly deleted, it is not possible to recover it through the app in any way. However, you can restore your phone from a backup. This is not a guarantee that your data will be fully restored.",
    "questionEleven": "Is my data completely deleted?",
    "answerEleven": "Yes, your data will be completely deleted by confirming the `Delete My Data` button. You can find this button at the very bottom of the Settings tab.",
    "accountBalance": "Account Balance",
    "questionTwelve": "Changing the Account Balance",
    "answerTwelve": "You can only set the account balance when you first open the app. It is also possible to set this again after deleting your data. While using the app, you will not be able to change or adjust the account balance.",

    "interaction": "Text us",

    "intro": "Lets personalize your experience",
    "themeSelect": "Select a theme",
    "accSetup": "Please enter your current account balance",
    "budgetExplain": "This will be used to display your account balance on the home screen",
    "notifSetup": "Do you wish to enable notifications?",
    "finish": "Finish",
    "next": "Next",
    "back": "Back",
    "done": "Looks like you're all set!",
    "finishText": "Finance Tracker is now ready to use. You can always change your settings later in the settings menu."
}